Revit 2027 API
ParameterTypeId.BasepointEastwestParam Property
 "E/W"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BasepointEastwestParam { get; }
Public Shared ReadOnly Property BasepointEastwestParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BasepointEastwestParam {
	ForgeTypeId^ get ();
}
static member BasepointEastwestParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace